Repository: SusmitaMukherjee28/Wheat-disease-app
Catalog: app_*.arb
Languages: bn, hi

# appTitle
source: Wheat Guard
bn: উইট গার্ড
hi: व्हीट गार्ड

source: Choose from Gallery
bn: গ্যালারি থেকে বাছাই করুন
hi: गैलरी से चुनें

source: Capture with Camera
bn: ক্যামেরা দিয়ে ছবি তুলুন
hi: कैमरे से फोटो लें

source: Predict
bn: ভবিষ্যদ্বাণী করুন
hi: पूर्वानुमान लगाएं

source: No image selected
bn: কোনও ছবি বাছাই করা হয়নি
hi: कोई छवि चयनित नहीं है

source: About this app
bn: এই অ্যাপ সম্পর্কে জানুন
hi: इस ऐप के बारे में

# aboutDescription
source: This app uses a machine learning model to detect wheat crop diseases from images. Upload or capture a Wheat leaf image and click Predict to view the result.
bn: এই অ্যাপটি একটি মেশিন লার্নিং মডেল ব্যবহার করে গমের রোগ শনাক্ত করে। গমের পাতা আপলোড করুন বা ছবি তুলুন এবং ভবিষ্যদ্বাণী দেখতে 'ভবিষ্যদ্বাণী করুন' ক্লিক করুন।
hi: यह ऐप मशीन लर्निंग मॉडल का उपयोग करके गेहूं की फसल की बीमारियों का पता लगाता है। एक गेहूं की पत्ती की छवि अपलोड करें या कैमरे से लें और पूर्वानुमान प्राप्त करें।

source: Prediction
bn: ভবিষ্যদ্বাণী
hi: पूर्वानुमान

source: Prediction failed
bn: ভবিষ্যদ্বাণী ব্যর্থ হয়েছে
hi: पूर्वानुमान विफल हुआ

source: Error
bn: ত্রুটি
hi: त्रुटि

source: Septoria
bn: সেপ্টোরিয়া

source: Healthy
bn: সুস্থ
